export var listHouses = [{
        latlong: [59.970155, 30.307774],
        address: 'Набережная Карповки, 27',
        title: 'На этой фабрике делали мебель для дворцов и гидросамолеты. На её месте построят скандинавский дом.',
    },

    {
        latlong: [59.965561, 30.305789],
        address: 'Малый проспект П.С., 79–83',
        title: 'Дом виноторговца начала ХХ века, давно закрытый зеленой сеткой.'
    },
    {
        latlong: [59.923960, 30.307801],
        address: 'Вознесенский, 37',
        title: 'В 1980-х тут стоял пивной ларек. Теперь здесь советский многоквартирный дом.'
    },
    {
        latlong: [59.941389, 30.273369],
        address: 'Средний проспект, 25, 4-я линия В. О., 44Б',
        title: 'Советская новостройка с отсылкой к Ле Корбюзье.'
    },
    {
        latlong: [59.960323, 30.317575],
        address: 'Каменноостровский, 15',
        title: 'Здесь стоял дореволюционный автосалон.: дом на Австрийской площади'
    },
    {
        latlong: [59.956922, 30.312616],
        address: 'Кронверкский проспект, 45',
        title: 'Дом - кооператив для немцев, финнов и венгров, помогавших СССР в индустриализации.'
    },
    {
        latlong: [59.964268, 30.303813],
        address: 'Малый проспект Петроградской стороны, 69',
        title: 'Публичный дом, расписная церковь, общежитие.'
    },
    {
        latlong: [59.965003, 30.350058],
        address: 'Лесной проспект, 16',
        title: 'Бывшая церковь трезвенников, ставшая спортзалом. Ее закрыли из-за жалоб на колокольный звон'
    },
    {
        latlong: [59.988257, 29.792555],
        address: 'Кронштадт, Ленинградская улица, 1Н',
        title: 'Здесь молились моряки-лютеране, хранил товары кооператив, а теперь стоят насосы городского водопровода'
    },
    {
        latlong: [60.061783, 29.973708],
        address: 'Сестрорецк, ж/д станция «Тарховка»',
        title: 'История вокзала. Может быть, его снесут. А когда-то тут был храм'
    },
    {
        latlong: [59.970101, 30.318545],
        address: 'Аптекарский проспект, 6',
        title: 'Образец северного модерна возле Ботанического сада, спроектированный автором «Большого дома»'
    },
    {
        latlong: [59.959706, 30.323773],
        address: 'Малая Монетная, 5',
        title: 'Дом в «бестрамвайной глуши», ставший визитной карточкой Петроградской стороны.'
    },
    {
        latlong: [59.934786, 30.347686],
        address: 'Литейный, 57',
        title: ':Дом с магазином «Подписные издания». Как он выглядит без посетителей?'
    },
    {
        latlong: [59.938653, 30.325768],
        address: ' Малая Конюшенная, 3',
        title: 'Дом шведской церкви, построенный архитектором Федором Лидвалем.'
    },
    {
        latlong: [59.928519, 30.346932],
        address: 'Владимирский проспекте, 19',
        title: 'Северный модерн.'
    },
    {
        latlong: [59.937616, 30.348666],
        address: 'Литейный, 46',
        title: 'Дом «Сен-Жермен». Здесь скучал Марк Шагал, а Олега Гаркушу в саду поколотили гопники.'
    },
    {
        latlong: [59.939311, 30.363003],
        address: '',
        title: 'Рядовой дом, принадлежавший «царевичу» староверов и знаменитому изготовителю кирпичей.'
    },
    {
        latlong: [59.936115, 30.365994],
        address: '5-я Советская улица, 4',
        title: 'Тут «неблагонадежные» врачи лечили петербуржцев светом и электричеством.'
    },
    {
        latlong: [59.950839, 30.304594],
        address: 'Улица Блохина, 3',
        title: 'Купеческий дом в стиле модерн с квартирами и школой.'
    },
    {
        latlong: [60.001131, 30.354568],
        address: 'Болотная улица, 13',
        title: 'Деревянный дом. Тут нелегально собирались большевики, а потом жили дети-сироты.'
    },
    {
        latlong: [59.894080, 30.431490],
        address: 'Улица Ткачей, 3',
        title: '«Красный дом» фабрики Максвелла. Здесь перед революцией на пяти этажах ютилось 800 рабочих.'
    },
    {
        latlong: [59.914935, 30.299977],
        address: '13-я Красноармейская, 22',
        title: 'Яркий пример доходного дома: «полуособняк» солистки Мариинского театра.'
    },
    {
        latlong: [59.924235, 30.242925],
        address: 'Кожевенная линия, 38',
        title: 'Полуразрушенный особняк парижанина, переехавшего на окраину Петербурга ради бизнеса.'
    },
    {
        latlong: [59.951146, 30.409140],
        address: 'Большеохтинский проспект, 8',
        title: 'Филиал Библиотеки Маяковского — «Охта-8». Хранилище нот, потоп, склад, библиотека.'
    },
    {
        latlong: [59.931828, 30.343375],
        address: 'Набережная Фонтанки, 46',
        title: 'Как найти здание под библиотеку, если на дворе 1924 год? Гуляйте, пока не отыщите!'
    },
    {
        latlong: [59.937729, 30.347866],
        address: 'Литейный проспект, 49',
        title: 'Здесь жила придворная аристократка и Мандельштамы — а теперь тут библиотека.'
    },
    {
        latlong: [59.936309, 30.321222],
        address: 'Невский проспект, 20',
        title: 'Здание Голландской церкви, ставшее библиотекой.'
    },
    {
        latlong: [59.942047, 30.377349],
        address: 'Таврическая улица, 2',
        title: 'При Николае II здесь хотели возвести военно-исторический музей, но построили жилой дом.'
    },
    {
        latlong: [59.939437, 30.355960],
        address: 'Басков переулок, 15',
        title: 'Дом в «югендштиле» для богатых страховщиков из общества «Россия».'
    },
    {
        latlong: [59.923477, 30.284265],
        address: 'Английский проспект, 21',
        title: '«Дом-сказка». Тут жила Анна Павлова и воспитывали первых советских коммерсантов.'
    },
    {
        latlong: [59.940362, 30.362275],
        address: 'Виленский переулок, 6',
        title: 'Дом кузена Велимира Хлебникова. Тут жила купчиха-мошенница из далекой Уфы'
    },
    {
        latlong: [59.922995, 30.350633],
        address: 'Улица Марата, 54',
        title: 'Здесь знаменитый винный погреб соседствовал с шиитской молельней.'
    },
    {
        latlong: [59.939185, 30.350687],
        address: 'Улица Некрасова, 6',
        title: 'И сто лет назад тут пили, и сейчас тут снова пьют'
    },
    {
        latlong: [59.920492, 30.307541],
        address: 'Вознесенский проспект, 55',
        title: 'История старейшей в городе чебуречной.Чебуреки… Признайтесь, захотелось!'
    },
    {
        latlong: [59.954523, 30.320496],
        address: 'Александровский парк, 3',
        title: 'История грота в Александровском парке.Тут выпивали нахимовцы и хулиганы из 90 - х, а теперь варят отличный кофе.'
    },
    { latlong: [59.927220, 30.306023], address:  'Фонарный переулок, 18', title: 'История« экса»— революционного ограбления 1906 года!' }, 
    { latlong: [59.926427, 30.303516], address:  'Средняя Подьяческая, 1', title: 'Третья криминальная история. Здесь арестовали грабителя по кличке Депутат.' }, 
    { latlong: [59.939314, 30.321126], address:  'Набережная Мойки, ресторан« Донон».', title: 'Здесь налетчик Лёнька Пантелеев праздновал побег из« Крестов».' }, 
    { latlong: [59.934641, 30.360541], address:  'Переулок Ульяны Громовой, 2', title: 'Дело кровавой красавицы». Здесь в 1867 убили отставного майора с семьей.' }, 
    {
        latlong: [59.932779, 30.324779],
        address: 'Набережная канала Грибоедова, 25',
        title: 'История дома, где жил гениальный инженер,Красин.'
    },
    {
        latlong: [59.925236, 30.340904],
        address: 'Загородный, 26',
        title: 'Одна из самых роскошных парадных.Здесь швейцар встречал Керенского, а в 1917-м — оборонялся от мятежников.'
    },
    { latlong: [59.944355, 30.263173], address:  '', title: 'Дом Железной Веры — матёрой революционерки.' }, 
    { latlong: [59.929569, 30.376989], address:  'Херсонская улица, 5–7', title: 'Здесь Ленин под винегрет и пирожки писал« Декрет о земле».' }, 
    { latlong: [59.884591, 30.326729], address:  'Новорощинская улица, 3х', title: 'История станции Цветочной, с которой лишь однажды в путь отправились пассажиры.' }, 
    { latlong: [59.969700, 30.301639], address: 'Набережная Карповки, 30', title: 'Дом, когда-то украшенный гигантским грифоном.' },
    
    {
        latlong: [59.953687, 30.287895],
        address: 'Ждановская набережная, 9',
        title: 'Финский романтизм, головы Медузы Горгоны на фасаде.'
    },
    { latlong: [59.956129, 30.322857], address: 'Кронверкский проспект, 9', title: 'Здание Академии Сталина, построенное на месте цирка« Модерн».' },
    { latlong: [59.914209, 30.319596], address: 'Клинский проспект, 27', title: 'Неизвестный, но важный адрес Серебряного века.' },
    { latlong: [59.942786, 30.289601], address: 'Кадетская линия, 5', title: 'Петровское барокко. Почти 300-летний дом «рыцарской академии».' },
    { latlong: [59.960179, 30.388030], address: 'Свердловская набережная, 22', title: 'Дача Дурново — аристократическая вилла, твердыня анархии и бывшая психбольница.' },
    { latlong: [59.942480, 30.343788], address: 'улица Пестеля, 13-15', title: 'Эклектика: дом на улице Пестеля с« подворотнями в три этажа.' },
    { latlong: [59.922039, 30.281364], address: 'Набережная Пряжки, 34Б', title: 'Модерн. «Дом с лапшой», кошмар наяву для любителей классики.' },
    { latlong: [59.960733, 30.282523], address: 'Пионерская улица, 57', title: 'Конструктивизм. Силовая подстанция фабрики« Красное знамя». ' },
    // { latlong: [59.923951, 30.300309], address: 'Проспект Римского-Корсакова, 33', title: 'Общее между домом в Петербурге, аренами для боя быков, грузинским театром и синагогами.' },
    // { latlong: [59.943034, 30.277429], address: 'Средний проспект Васильевского острова, 33', title: 'Дом Вистингаузенов и его наследниц, боровшихся и против царя, и против Гитлера.' },
    // { latlong: [], address: '', title: '' },
    // { latlong: [], address: '', title: '' },
  

];


 

// Старинная водонасосная станция на Петроградской.Ее выстроили к эпидемии холеры, подрывали террористы, а сейчас сносят
// История пройдохи - портного, который сумел утомить Льва Толстого всего за день
// Невский проспект, 168: терем для среднего класса с колбасной лавкой и табачным магазином

// История« петербургского небоскреб» по заявке главного редактора« Бумаги».Столярный переулок, 18
// Здесь снимал дачу Пушкин, а потом построили доходный дом с собачьим питомником
// Воскова, 4. Дом кронштадтского рабочего, казненного большевиками, на улице имени другого рабочего, большевика из Сестрорецка
// История Моисея Гинсбурга, путешественника и бизнесмена, мистика и мецената, и его богадельни на Васильевском острове




